Repository: LowTechMaker/KoikatsuSceneGallery
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans, zh_hant

# Import_DropZoneHint.Text
source: Drop PNG files downloaded from pixiv or BepisDB
zh_hans: 拖放从 pixiv 或 BepisDB 下载的 PNG 文件
zh_hant: 拖放從 pixiv 或 BepisDB 下載的 PNG 檔案

# Import_AllAges.Text
source: All Ages
zh_hans: 全年龄
zh_hant: 全年齡

# Import_ImportAllLabel.Text
source: Import All
zh_hans: 全部导入
zh_hant: 全部匯入

# Import_ClearLabel.Text
source: Clear
zh_hans: 清除
zh_hant: 清除

# Import_UndoLabel.Text
source: Undo
zh_hans: 撤销
zh_hant: 復原

# Import_RejectedWarningMessage
source: {0} file(s) are not Koikatsu cards and were removed.
zh_hans: 已移除 {0} 个非 Koikatsu 卡片的文件。
zh_hant: 已移除 {0} 個非 Koikatsu 卡片的檔案。

# Import_ScanningHint.Text
source: Scanning files…
zh_hans: 正在扫描文件…
zh_hant: 正在掃描檔案…

# Import_CookieSetup.Text
source: Setup cookies
zh_hans: 设置 Cookie
zh_hant: 設定 Cookie

# Import_RefreshLibraryIndex.Text
source: Rescan library
zh_hans: 重新扫描收藏库
zh_hant: 重新掃描收藏庫

# Import_Tab_Matched.Header
source: Recognized
zh_hans: 已识别
zh_hant: 已識別

# Import_Tab_Unknown.Header
source: Unrecognized
zh_hans: 未识别
zh_hant: 未識別

# Import_UnknownHint.Message
source: These cards were not recognized by any provider and need manual classification.
zh_hans: 这些卡片未被任何来源识别，需要手动分类。
zh_hant: 這些卡片未被任何來源識別，需要手動分類。

# Import_Analyzing.Text
source: Analyzing…
zh_hans: 分析中…
zh_hant: 分析中…

# Import_FetchFailed.Text
source: Artwork deleted or private
zh_hans: 帖子已删除或设为不公开
zh_hant: 貼文已刪除或設為不公開

# Import_SearchAuthor
source: Search author...
zh_hans: 搜索作者…
zh_hant: 搜尋作者…

# Import_AuthorName.PlaceholderText
source: Author name
zh_hans: 作者名称
zh_hant: 作者名稱

# Import_ArtworkId.PlaceholderText
source: Artwork ID or URL
zh_hans: 作品 ID 或链接
zh_hant: 作品 ID 或連結

# Import_AuthorId.PlaceholderText
source: Author ID
zh_hans: 作者 ID
zh_hant: 作者 ID

# Import_SelectAllUnknown.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Select or clear all unrecognized groups
zh_hans: 选取或取消所有未识别分组
zh_hant: 選取或取消所有未識別群組

# Import_SelectAllUnknownLabel.Text
source: All / none
zh_hans: 全选/取消
zh_hant: 全選/取消

source: Select or clear all deleted-post groups
zh_hans: 选取或取消所有帖文已删除分组
zh_hant: 選取或取消所有貼文已刪除群組

# Import_SelectAllFetchFailedLabel.Text
source: All / none
zh_hans: 全选/取消
zh_hant: 全選/取消

# Import_SearchSauceNao.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Search with SauceNao
zh_hans: 用 SauceNao 搜索
zh_hant: 用 SauceNao 搜尋

# Import_SelectAuthor.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Select author
zh_hans: 选择作者
zh_hant: 選擇作者

# Import_RatingTooltip.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rating
zh_hans: 分级
zh_hant: 分級

source: Set rating for all selected groups
zh_hans: 为所有已选群组设定分级
zh_hant: 為所有已選群組設定分級

source: Resolve selected artwork
zh_hans: 解析所选作品
zh_hant: 解析所選作品

# Import_ResolveArtwork.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Resolve artwork
zh_hans: 解析作品
zh_hant: 解析作品

# Import_RemoveGroup.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove group
zh_hans: 移除分组
zh_hant: 移除群組

# Import_RemoveItem.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove
zh_hans: 移除
zh_hant: 移除

# Import_SauceNaoResultTitle
source: SauceNao match
zh_hans: SauceNao 找到结果
zh_hant: SauceNao 找到結果

# Import_SauceNaoAuthor
source: Author: {0} ({1})
zh_hans: 作者：{0} ({1})
zh_hant: 作者：{0} ({1})

# Import_SauceNaoTitle
source: Post: {0}
zh_hans: 帖子：{0}
zh_hant: 貼文：{0}

# Import_SauceNaoSimilarity
source: Similarity: {0:0.##}%
zh_hans: 准确度：{0:0.##}%
zh_hant: 準確度：{0:0.##}%

# Import_SauceNaoLowSimilarityTitle
source: Low similarity
zh_hans: 相似度偏低
zh_hant: 相似度偏低

# Import_SauceNaoLowSimilarityMessage
source: This match is below 50%. Check the result carefully before importing.
zh_hans: 这个结果低于 50%。导入前请仔细确认是否为正确来源。
zh_hant: 這個結果低於 50%。匯入前請仔細確認是否為正確來源。

# Import_SauceNaoRating
source: Rating
zh_hans: 分级
zh_hant: 分級

# Import_SauceNaoImportButton
source: Import to author folder
zh_hans: 导入作者文件夹
zh_hant: 匯入作者資料夾

# Import_SauceNaoCancelButton
source: Cancel
zh_hans: 取消
zh_hant: 取消

# Import_SauceNaoCloseButton
source: Close
zh_hans: 关闭
zh_hant: 關閉

# Import_SauceNaoNoResultTitle
source: No Pixiv match
zh_hans: 没有可用的 Pixiv 结果
zh_hant: 沒有可用的 Pixiv 結果

# Import_SauceNaoNoResultMessage
source: SauceNao did not return a usable Pixiv author result for this image.
zh_hans: SauceNao 没有返回可用的 Pixiv 作者结果。
zh_hant: SauceNao 沒有回傳可用的 Pixiv 作者結果。

# Import_SauceNaoApiKeyMissingTitle
source: SauceNao API key required
zh_hans: 需要 SauceNao API key
zh_hant: 需要 SauceNao API key

# Import_SauceNaoApiKeyMissingMessage
source: Add your SauceNao API key in Settings before searching.
zh_hans: 请先在设置中输入 SauceNao API key，再进行搜索。
zh_hant: 請先在設定中輸入 SauceNao API key，再進行搜尋。

# Settings_SauceNaoDesc.Text
source: Used on the import page to reverse-search Pixiv posts that are deleted or private.
zh_hans: 在导入页反向搜索已删除或不公开的 Pixiv 帖子。
zh_hant: 在匯入頁反向搜尋已刪除或不公開的 Pixiv 貼文。

# Settings_FolderNamingHeader.Text
source: Import folder naming
zh_hans: 导入文件夹命名
zh_hant: 匯入資料夾命名

# Settings_FolderNamingDesc.Text
source: Customize the folder names used when importing cards. Placeholders: {name}, {id}, {title}.
zh_hans: 自定义导入卡片时使用的文件夹名称。占位符：{name}、{id}、{title}。
zh_hant: 自訂匯入卡片時使用的資料夾名稱。佔位符：{name}、{id}、{title}。

# Settings_AuthorFolderFormat.Header
source: Author folder format
zh_hans: 作者文件夹格式
zh_hant: 作者資料夾格式

# Settings_ArtworkFolderFormat.Header
source: Artwork subfolder format
zh_hans: 帖子子文件夹格式
zh_hant: 貼文子資料夾格式

# Settings_UnknownFolderName.Header
source: Unknown author folder name
zh_hans: 未知作者文件夹名称
zh_hant: 未知作者資料夾名稱

# Settings_KoikatsuFolderName.Header
source: Koikatsu folder name
zh_hans: Koikatsu 文件夹名称
zh_hant: Koikatsu 資料夾名稱

# Settings_KoikatsuSunshineFolderName.Header
source: Koikatsu Sunshine folder name
zh_hans: Koikatsu Sunshine 文件夹名称
zh_hant: Koikatsu Sunshine 資料夾名稱

# Settings_GFolderName.Header
source: All-ages folder name
zh_hans: 全年龄文件夹名称
zh_hant: 全年齡資料夾名稱

# Settings_R18FolderName.Header
source: R-18 folder name
zh_hans: R-18 文件夹名称
zh_hant: R-18 資料夾名稱

# Settings_R18GFolderName.Header
source: R-18G folder name
zh_hans: R-18G 文件夹名称
zh_hant: R-18G 資料夾名稱

# Detail_SamePost.Text
source: Same Post
zh_hans: 同投稿
zh_hant: 同投稿

# Detail_SamePostCount.Text
source: cards
zh_hans: 件
zh_hant: 件

# Settings_NavigationHeader.Text
source: Navigation
zh_hans: 导航栏
zh_hant: 導覽列

# Settings_NavigationDesc.Text
source: Choose which library sections and sidebar pages to show.
zh_hans: 选择要显示的收藏库内容与侧边栏页面。
zh_hant: 選擇要顯示的收藏庫內容與側邊欄頁面。

# Settings_ShowGalleryNav.Content
source: Scenes
zh_hans: 场景卡
zh_hant: 場景卡

# Settings_ShowCharactersNav.Content
source: Characters
zh_hans: 角色卡
zh_hant: 角色卡

# Settings_ShowCoordinatesNav.Content
source: Coordinates
zh_hans: 服装卡
zh_hant: 服裝卡

# Settings_ShowScreenshotsNav.Content
source: Screenshots
zh_hans: 截图
zh_hant: 截圖

# SC_ShowFileNames.Header
source: File names on thumbnails
zh_hans: 在缩略图上显示文件名
zh_hant: 在縮圖上顯示檔名

# SC_ShowFileNames.Description
source: Show or hide file names below gallery thumbnails
zh_hans: 在图库缩略图下方显示或隐藏文件名
zh_hant: 在圖庫縮圖下方顯示或隱藏檔名

# SC_ScrollToTop.Header
source: Scroll to top when sorting changes
zh_hans: 排序更改时滚动到顶部
zh_hant: 排序變更時捲動至頂端

# SC_ScrollToTop.Description
source: Automatically scroll the gallery to the top after changing sort order
zh_hans: 更改排序方式后自动将图库滚动到顶部
zh_hant: 變更排序方式後自動將圖庫捲動至頂端

# SC_AuthorLiveTiles.Header
source: Author live tiles
zh_hans: 作者动态磁贴
zh_hant: 作者動態磚

# SC_AuthorLiveTiles.Description
source: Show animated preview tiles on the authors page
zh_hans: 在作者页面显示动态预览磁贴
zh_hant: 在作者頁面顯示動態預覽磚

# SC_Navigation.Header
source: Sidebar pages
zh_hans: 侧边栏页面
zh_hant: 側邊欄頁面

# SC_Navigation.Description
source: Choose which pages appear in the navigation sidebar
zh_hans: 选择要在导航侧边栏显示的页面
zh_hant: 選擇要在導覽側邊欄顯示的頁面

# SC_Language.Header
source: App language
zh_hans: 应用语言
zh_hant: 應用程式語言

# SC_Language.Description
source: Changing the language requires restarting the app
zh_hans: 更改语言需要重启应用
zh_hant: 變更語言需要重新啟動應用程式

# SC_CacheFolder.Header
source: Cache location
zh_hans: 缓存位置
zh_hant: 快取位置

# SC_CacheFolder.Description
source: Where cached thumbnail files are stored
zh_hans: 缓存缩略图文件的存储位置
zh_hant: 快取縮圖檔案的儲存位置

# SC_CacheActions.Header
source: Manage cache
zh_hans: 管理缓存
zh_hant: 管理快取

# SC_CacheActions.Description
source: Change, reset, or clear the thumbnail cache folder
zh_hans: 更改、重置或清除缩略图缓存文件夹
zh_hant: 變更、重設或清除縮圖快取資料夾

# SC_CacheBuffer.Header
source: Render buffer
zh_hans: 渲染缓冲
zh_hant: 渲染緩衝

# SC_CacheBuffer.Description
source: Off-screen render buffer as a multiple of the visible area. Higher values keep more thumbnails ready for smooth scrolling
zh_hans: 画面外渲染缓冲，以可见区域的倍数计算。数值越大，滚动越流畅
zh_hant: 畫面外渲染緩衝，以可見範圍的倍數計算。數值越大，捲動越流暢

# SC_VisualSimilarity.Header
source: Visual similarity detection
zh_hans: 视觉相似度检测
zh_hant: 視覺相似度偵測

# SC_VisualSimilarity.Description
source: Detect and group visually similar images in the gallery
zh_hans: 检测并分组图库中外观相似的图片
zh_hant: 偵測並群組圖庫中外觀相似的圖片

# Import_Phase_Preparing
source: Preparing import execution plan...
zh_hans: 正在准备导入计划明细...
zh_hant: 正在準備匯入計畫明細...

# Import_Phase_Executing
source: Importing assets: {0} / {1} items processed...
zh_hans: 正在执行批量导入：已处理 {0} / {1} 张卡片...
zh_hant: 正在執行批次匯入：已處理 {0} / {1} 張卡片...

# Import_Phase_RollingBack
source: Conflict or cancellation detected. Rolling back the batch and safely unbinding metadata...
zh_hans: 侦测到冲突或用户取消。正在执行全批次回滚与 Sidecar 安全解绑...
zh_hant: 偵測到衝突或使用者取消。正在執行全批次回滾與 Sidecar 安全解綁...

# Import_Phase_Completed
source: Import process completed.
zh_hans: 导入交易流程结算完成。
zh_hant: 匯入交易流程結算完成。

# Import_CancelButton.Content
source: Cancel Import
zh_hans: 取消导入
zh_hant: 取消匯入

# Import_Summary_Success
source: Import successful! Safely added {0} cards to the gallery.
zh_hans: 导入成功！已将 {0} 张卡片安全纳入收藏库。
zh_hant: 匯入成功！已將 {0} 張卡片安全納入收藏庫。

# Import_Summary_Failed
source: Import did not complete. Safely rolled back: {0} | Failed: {1} | Warnings: {2} | Manual recovery required: {3}
zh_hans: 导入未完成：已安全回滚 {0} | 失败 {1} | 警告 {2} | 需人工复原 {3}
zh_hant: 匯入未完成：已安全回滾 {0} | 失敗 {1} | 警告 {2} | 需人工復原 {3}

# Import_Summary_NoEligible
source: No cards are ready to import.
zh_hans: 没有可执行导入的卡片。
zh_hant: 沒有可執行匯入的卡片。

# Import_Summary_UnexpectedError
source: The import transaction encountered an unexpected error.
zh_hans: 导入交易发生未预期错误。
zh_hant: 匯入交易發生未預期錯誤。

# Import_Progress_Counters
source: Committed: {0} | Failed: {1} | Warnings: {2}
zh_hans: 已提交 {0} | 失败 {1} | 警告 {2}
zh_hant: 已提交 {0} | 失敗 {1} | 警告 {2}

source: Thumbnail size
zh_hans: 缩略图大小
zh_hant: 縮圖大小

# Gallery_ThumbnailSizeSmall.Content
source: Thumbnails: Small
zh_hans: 缩略图：小
zh_hant: 縮圖：小

# Gallery_ThumbnailSizeMedium.Content
source: Thumbnails: Medium
zh_hans: 缩略图：中
zh_hant: 縮圖：中

# Gallery_ThumbnailSizeLarge.Content
source: Thumbnails: Large
zh_hans: 缩略图：大
zh_hant: 縮圖：大

# Gallery_OpenFileLocation.Text
source: Open file location
zh_hans: 打开文件所在位置
zh_hant: 開啟檔案所在位置

# Import_Review_Unassigned
source: Unassigned
zh_hans: 待指派
zh_hant: 待指派

# Import_Review_IdentityPairRequired
source: Choose both a provider and ID for each identity update.
zh_hans: 身份覆盖必须同时选择 Provider 与 ID。
zh_hant: 身分覆寫必須同時選擇 Provider 與 ID。

# Import_Review_NoChanges
source: Select at least one change to apply.
zh_hans: 请至少指定一项要应用的变更。
zh_hant: 請至少指定一項要套用的變更。

# Import_Review_MetadataCleared
source: Metadata could not be refreshed; stale metadata was cleared.
zh_hans: 无法重新获取 metadata，已清除旧数据。
zh_hant: 無法重新擷取 metadata，已清除舊資料。

# Import_Review_BatchApplied
source: Batch changes applied.
zh_hans: 已应用批量变更。
zh_hant: 已套用批次變更。

# Import_ReviewLoading.Text
source: Building the library organization plan…
zh_hans: 正在建立收藏库归档结构…
zh_hant: 正在建立收藏庫歸檔結構…

# Import_Review_SelectAll.Content
source: Select current view
zh_hans: 选择当前视图
zh_hant: 選取目前檢視

# Import_Review_FilterAll.Content
source: All
zh_hans: 全部
zh_hant: 全部

# Import_Review_FlatHint.Text
source: Select files to batch-edit their author, artwork, or rating.
zh_hans: 选择文件后，可批量编辑作者、作品或分级。
zh_hant: 選取檔案後，可批次編輯作者、作品或分級。

# Import_Review_InspectorTitle.Text
source: Batch edit
zh_hans: 批量编辑
zh_hant: 批次編輯

# Import_Review_AuthorProvider.PlaceholderText
source: Keep author source unchanged
zh_hans: 作者来源：不变更
zh_hant: 作者來源：不變更

# Import_Review_AuthorId.PlaceholderText
source: Keep author ID unchanged
zh_hans: 作者 ID：不变更
zh_hant: 作者 ID：不變更

# Import_Review_ArtworkProvider.PlaceholderText
source: Keep artwork source unchanged
zh_hans: 作品来源：不变更
zh_hant: 作品來源：不變更

# Import_Review_ArtworkId.PlaceholderText
source: Keep artwork ID unchanged
zh_hans: 作品 ID：不变更
zh_hant: 作品 ID：不變更

# Import_Review_Rating.PlaceholderText
source: Keep rating unchanged
zh_hans: 分级：不变更
zh_hant: 分級：不變更

# Import_Review_KeepUnchanged.Content
source: Keep unchanged
zh_hans: 不变更
zh_hant: 不變更

# Import_Review_Apply.Content
source: Apply selected changes
zh_hans: 应用选中项目
zh_hant: 套用選取項目

# Import_ReviewEmpty_Title
source: Nothing is ready to import
zh_hans: 目前没有可导入的卡片
zh_hant: 目前沒有可匯入的卡片

# Import_ReviewEmpty_Description
source: Resolve the warning above or switch to Unrecognized. Cards with a planned destination will appear here.
zh_hans: 请先处理上方警告，或切换至“未识别”；生成目标路径后的卡片会显示在这里。
zh_hant: 請先處理上方警告，或切換至「未識別」；產生目的地後的卡片會顯示在這裡。

# Import_ReviewSelection_Title.Text
source: Select cards to edit
zh_hans: 选择卡片以进行批量编辑
zh_hant: 選取卡片以進行批次編輯

# Import_ReviewSelection_Description.Text
source: Select one or more visible cards to edit their author, artwork, or rating together.
zh_hans: 选择一张以上当前可见的卡片，即可一起编辑作者、作品或分级。
zh_hant: 選取一張以上目前可見的卡片，即可一起編輯作者、作品或分級。

# Import_Review_FileHeader.Text
source: File
zh_hans: 文件
zh_hant: 檔案

# Import_Review_AuthorHeader.Text
source: Author
zh_hans: 作者
zh_hant: 作者

# Import_Review_ArtworkHeader.Text
source: Artwork
zh_hans: 作品
zh_hant: 作品

# Import_Review_RatingHeader.Text
source: Rating
zh_hans: 分级
zh_hant: 分級

# Import_Review_DestinationHeader.Text
source: Import destination
zh_hans: 导入目标位置
zh_hant: 匯入目的地

# Import_Review_NoDestination_Title
source: Import destinations are still needed
zh_hans: 尚未生成导入目标路径
zh_hant: 尚未產生匯入目的地

# Import_Review_NoDestination_Description
source: {0} processed cards are waiting for their final destination calculation.
zh_hans: 已有 {0} 张卡片完成处理，正在等待最后一次目标路径计算。
zh_hant: 已有 {0} 張卡片完成處理，正在等待最後一次目的地計算。

# Import_Review_Summary
source: {0} cards total · {1} ready to import
zh_hans: 共 {0} 张卡片 · {1} 张可导入
zh_hant: 共 {0} 張卡片 · {1} 張可匯入

# Import_Review_SelectionCount
source: Showing {0} images · Actions apply to {1} selected
zh_hans: 当前显示 {0} 张 · 操作应用至已选择的 {1} 张
zh_hant: 目前顯示 {0} 張 · 操作套用至已選取的 {1} 張

# Import_Review_FilterEmpty.Text
source: No images in this tab match the selected rating
zh_hans: 此分页当前没有符合分级的图片
zh_hant: 此分頁目前沒有符合分級的圖片

# Import_Review_ShowAll.Content
source: Show all ratings in this tab
zh_hans: 显示此分页的全部分级
zh_hant: 顯示此分頁的全部分級

# Import_UnknownEmpty_Title.Text
source: No cards need identification
zh_hans: 没有需要识别的卡片
zh_hant: 沒有需要識別的卡片

# Import_UnknownEmpty_Description.Text
source: Switch to Matched to review the import list, or drop more PNG cards here.
zh_hans: 可切换至“已识别”查看导入列表，也可以继续拖入其他 PNG 卡片。
zh_hant: 可切換至「已識別」檢閱匯入清單，也可以繼續拖入其他 PNG 卡片。

# Import_Review_AlreadyInLibrary_Title
source: These cards are already in your library
zh_hans: 这些卡片已在收藏库中
zh_hant: 這些卡片已在收藏庫中

# Import_Review_AlreadyInLibrary_Description
source: There is no need to import them again. Clear the list or drop more PNG cards here.
zh_hans: 不需要重复导入。可以清空列表，或继续拖入其他 PNG 卡片。
zh_hant: 不需要重複匯入。可以清除清單，或繼續拖入其他 PNG 卡片。

# Import_Options.Content
source: Import options
zh_hans: 导入选项
zh_hant: 匯入選項

# Import_OptionsTitle.Text
source: Import options
zh_hans: 导入选项
zh_hant: 匯入選項

# Import_SelectVisibleCompact.Content
source: Select all
zh_hans: 全选
zh_hant: 全選

# Import_SelectVisibleCompact.AutomationProperties.Name
source: Select the current list
zh_hans: 选择当前列表
zh_hant: 選取目前清單

# Import_RatingFilter.AutomationProperties.Name
source: Filter by rating
zh_hans: 按分级筛选
zh_hant: 依分級篩選

# Import_AllRatings.Content
source: All ratings
zh_hans: 全部分级
zh_hant: 全部分級

# Import_EditSelected.Content
source: Edit selected
zh_hans: 编辑所选
zh_hant: 編輯選取

# Import_KeepDropping.Text
source: Drop more PNG cards to add them
zh_hans: 可继续拖入 PNG 卡片
zh_hant: 可繼續拖入 PNG 卡片

# Import_ActionCount
source: Import {0} cards
zh_hans: 导入 {0} 张
zh_hant: 匯入 {0} 張

# Settings_Subtitle.Text
source: Customize browsing, library sources, and plugins. Changes are saved automatically.
zh_hans: 调整浏览体验、管理图库来源与插件。更改会自动保存。
zh_hant: 調整瀏覽體驗、管理圖庫來源與外掛。變更會自動儲存。

# Settings_FoldersIntro.Text
source: Manage source folders for each library. Subfolders are scanned automatically. Removing a source from this list keeps the original files.
zh_hans: 管理各类图库的来源文件夹。子文件夹会自动扫描；从列表移除来源不会删除原始文件。
zh_hant: 管理各類圖庫的來源資料夾。子資料夾會自動掃描；從清單移除來源不會刪除原始檔案。

# Settings_FiltersIntro.Text
source: Show cards matching the sizes you choose. Turning a filter off keeps its saved sizes. These filters do not apply to screenshots.
zh_hans: 仅显示符合指定尺寸的卡片。停用时会保留已设置的尺寸；此处不影响截图库。
zh_hant: 只顯示符合指定尺寸的卡片。停用時會保留已設定的尺寸；此處不影響截圖圖庫。

# Settings_ResolutionInvalid
source: Enter a valid width and height, such as 1920x1080. Both must be greater than 0.
zh_hans: 请输入有效的宽度与高度，例如 1920x1080（必须大于 0）。
zh_hant: 請輸入有效的寬度與高度，例如 1920x1080（必須大於 0）。

# Settings_ResolutionDuplicate
source: This resolution is already in the list.
zh_hans: 此分辨率已在列表中。
zh_hant: 此解析度已在清單中。

# Plugins_InstallHelp.Header
source: How to install plugins
zh_hans: 如何安装插件
zh_hant: 如何安裝外掛

# Settings_SizeFiltersHeader.Text
source: Image dimensions
zh_hans: 图片尺寸
zh_hant: 圖片尺寸

# Settings_FilterDisabled
source: Off · Show all cards
zh_hans: 已停用 · 显示全部卡片
zh_hant: 已停用 · 顯示全部卡片

# Settings_FilterEmpty
source: No sizes added · Showing all cards
zh_hans: 尚未添加尺寸 · 当前显示全部卡片
zh_hant: 尚未新增尺寸 · 目前顯示全部卡片

# Settings_FilterActive
source: On · Show cards matching these {0} sizes
zh_hans: 已启用 · 仅显示符合以下 {0} 种尺寸的卡片
zh_hant: 已啟用 · 僅顯示符合下列 {0} 種尺寸的卡片

# Settings_RemoveSizeLabel
source: Remove size {0}
zh_hans: 移除尺寸 {0}
zh_hant: 移除尺寸 {0}

# Settings_AddSize.Content
source: Add size
zh_hans: 添加尺寸
zh_hant: 新增尺寸

source: Enable scene card size filter
zh_hans: 启用场景卡尺寸筛选
zh_hant: 啟用場景卡尺寸篩選

source: Enable character card size filter
zh_hans: 启用角色卡尺寸筛选
zh_hant: 啟用角色卡尺寸篩選

source: Enable outfit card size filter
zh_hans: 启用服装卡尺寸筛选
zh_hant: 啟用服裝卡尺寸篩選

source: Enable scene plugin analysis
zh_hans: 启用场景插件分析
zh_hant: 啟用場景外掛分析

# Settings_SceneTagsHeader.Text
source: Scene tags and analysis
zh_hans: 场景标签与分析
zh_hant: 場景標籤與分析

# Settings_AnalysisDisabled
source: Off · Plugin data is not scanned and related filters are hidden
zh_hans: 已停用 · 不扫描插件数据，并隐藏相关筛选器
zh_hant: 已停用 · 不掃描外掛資料，並隱藏相關篩選器

# Settings_AnalysisEnabled
source: On · Filter scenes using plugin tags
zh_hans: 已启用 · 可使用场景插件标签筛选
zh_hant: 已啟用 · 可使用場景外掛標籤篩選

# Settings_SaveError.Title
source: Settings not saved
zh_hans: 设置尚未保存
zh_hant: 設定尚未儲存

# Settings_SaveError.Message
source: Could not write the settings file. Your changes are kept in this session. Check that the save location is writable, then retry.
zh_hans: 无法写入设置文件。当前更改仍保留在此会话中，请确认保存位置可写入后重试。
zh_hant: 無法寫入設定檔。目前變更仍保留在此工作階段，請確認儲存位置可寫入後重試。

# Settings_RetrySave.Content
source: Retry save
zh_hans: 重试保存
zh_hant: 重試儲存

# SC_CacheUsage.Header
source: Cache usage
zh_hans: 缓存用量
zh_hant: 快取用量

# SC_CacheUsage.Description
source: Thumbnail cache in the current folder. Thumbnails are rebuilt as you browse.
zh_hans: 当前文件夹中的缩略图缓存；浏览图库时会自动重建。
zh_hant: 目前資料夾中的縮圖快取；瀏覽圖庫時會自動重建。

# Settings_RefreshCache.Content
source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

# Settings_CacheUsage
source: {0} · {1:N0} files
zh_hans: {0} · {1:N0} 个文件
zh_hant: {0} · {1:N0} 個檔案

# Settings_CacheCalculating
source: Calculating cache usage…
zh_hans: 正在计算缓存用量…
zh_hant: 正在計算快取用量…

# Settings_CacheUsageFailed
source: Could not read cache usage. Check folder permissions, then refresh.
zh_hans: 无法读取缓存用量，请检查文件夹权限后刷新。
zh_hant: 無法讀取快取用量，請檢查資料夾權限後重新整理。

# Settings_CacheCleared
source: Cleared {0:N0} thumbnail cache files. Thumbnails will be rebuilt as needed.
zh_hans: 已清除 {0:N0} 个缩略图缓存文件。浏览图库时会按需重建。
zh_hant: 已清除 {0:N0} 個縮圖快取檔案。瀏覽圖庫時會按需重建。

# Settings_CachePartiallyCleared
source: Cleared {0:N0} files; {1:N0} could not be cleared. They may be in use. Try again later.
zh_hans: 已清除 {0:N0} 个文件，另有 {1:N0} 个无法清除。文件可能正在使用，请稍后重试。
zh_hant: 已清除 {0:N0} 個檔案，另有 {1:N0} 個無法清除。檔案可能正被使用，請稍後重試。

# Settings_CacheClearFailed
source: Could not finish clearing the cache. Check folder permissions, then retry.
zh_hans: 未能完成清除缓存。请检查文件夹权限后重试。
zh_hant: 未能完成清除快取。請檢查資料夾權限後重試。

# SceneGallery_TotalCount
source: {0:N0} cards
zh_hans: {0:N0} 张
zh_hant: {0:N0} 張

# SceneGallery_FilteredCount
source: {0:N0} of {1:N0} cards
zh_hans: {0:N0} / {1:N0} 张
zh_hant: {0:N0} / {1:N0} 張

# SceneGallery_Filters
source: Filters
zh_hans: 筛选
zh_hant: 篩選

# SceneGallery_ActiveFilters
source: Filters · {0}
zh_hans: 筛选 · {0}
zh_hant: 篩選 · {0}

# SceneGallery_FilterHeading.Text
source: Show content
zh_hans: 显示内容
zh_hant: 顯示內容

source: Filter content and environment
zh_hans: 筛选内容与环境
zh_hant: 篩選內容與環境

# SceneGallery_Rating.Header
source: Show R-18 content
zh_hans: 显示 R-18 内容
zh_hant: 顯示 R-18 內容

# SceneGallery_Environment.Header
source: Game environment
zh_hans: 游戏环境
zh_hant: 遊戲環境

# SceneGallery_FilterHint.Text
source: Manage resolution filters and plugin analysis in Settings.
zh_hans: 分辨率与插件分析可在设置中调整。
zh_hant: 解析度與外掛分析可在設定中調整。

# SceneGallery_FilterSettings.Content
source: Open library settings
zh_hans: 打开图库设置
zh_hant: 開啟圖庫設定

# SceneGallery_Sort.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Sort by
zh_hans: 排序方式
zh_hant: 排序方式

# SceneGallery_Sort.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Sort by
zh_hans: 排序方式
zh_hant: 排序方式

# SceneGallery_Search.PlaceholderText
source: Search filename, author, or path…
zh_hans: 搜索文件名、作者或路径…
zh_hant: 搜尋檔名、作者或路徑…

source: Search scene cards
zh_hans: 搜索场景卡
zh_hant: 搜尋場景卡

# SceneGallery_Search.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Ctrl+F to search. Combine keywords with commas, e.g. author,beach. Enter searches immediately.
zh_hans: Ctrl+F 搜索；用逗号组合关键词，例如：作者,海边。Enter 立即搜索。
zh_hant: Ctrl+F 搜尋；用逗號組合關鍵字，例如：作者,海邊。Enter 立即搜尋。

# SceneGallery_RandomLabel.Text
source: Explore
zh_hans: 随机浏览
zh_hant: 隨機瀏覽

# SceneGallery_UnknownAuthor
source: Unknown author
zh_hans: 未标注作者
zh_hant: 未標註作者

# SceneGallery_NoLibraryTitle
source: Start your collection
zh_hans: 开始建立你的收藏库
zh_hant: 開始建立你的收藏庫

# SceneGallery_NoLibraryDescription
source: Add a scene card folder in library settings. Scanned cards will appear here.
zh_hans: 在图库设置中添加场景卡文件夹，扫描后就会显示在这里。
zh_hant: 在圖庫設定中新增場景卡資料夾，掃描後就會顯示在這裡。

# SceneGallery_NoResultsTitle
source: No matching scene cards
zh_hans: 没有匹配的场景卡
zh_hant: 沒有符合的場景卡

# SceneGallery_NoResultsDescription
source: Try different keywords, adjust content and environment filters, or check resolution filters in Settings.
zh_hans: 试试其他关键词，或调整内容、环境及设置中的分辨率筛选。
zh_hant: 試試其他關鍵字，或調整內容、環境及設定中的解析度篩選。

# SceneGallery_ResetSearch.Content
source: Clear search and environment filter
zh_hans: 清除搜索与环境筛选
zh_hant: 清除搜尋與環境篩選

# SceneGallery_GroupBack.Content
source: ← All images
zh_hans: ← 返回全部图片
zh_hant: ← 返回全部圖片

# SceneGallery_GroupCount
source: {0:N0} images
zh_hans: {0:N0} 张图片
zh_hant: {0:N0} 張圖片

# SceneGallery_GroupEmpty.Text
source: No images in this group match the current search or filters.
zh_hans: 此群组没有符合当前搜索或筛选条件的图片。
zh_hant: 此群組沒有符合目前搜尋或篩選條件的圖片。

# Browser_Versions
source: {0} versions
zh_hans: {0} 个版本
zh_hant: {0} 個版本

# Browser_GroupSearch
source: Search this group…
zh_hans: 搜索此群组…
zh_hant: 搜尋此群組…

# Browser_ClearGroupSearch
source: Clear group search
zh_hans: 清除群组搜索
zh_hant: 清除群組搜尋

# Browser_Loading
source: Loading library…
zh_hans: 正在加载收藏库…
zh_hant: 正在載入收藏庫…

# Browser_Source
source: Card source
zh_hans: 卡片来源
zh_hant: 卡片來源

# Viewer_Fit
source: Fit to window
zh_hans: 适合窗口
zh_hant: 適合視窗

# Viewer_Original
source: Actual size
zh_hans: 原始大小
zh_hant: 原始大小

# Viewer_Info
source: Show file information
zh_hans: 显示文件信息
zh_hant: 顯示檔案資訊

# Browser_AllImages
source: All images
zh_hans: 全部图片
zh_hant: 全部圖片
